Repository: autohotkey-docs-translation/v2-ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: Specialized loops: Loops can be used to automatically retrieve files, folders, or registry items (one at a time).
ja: 特殊ループ：ループを使用して、ファイル、フォルダー、またはレジストリ項目を（1つずつ）自動的に取得できます。

source: Specific areas which are affected include:
ja: 影響を受ける具体的な地域は以下の通りです：

source: Specific details about syntax (how to write scripts).
ja: 構文に関する具体的な詳細（スクリプトの書き方）。

source: Specifically (in descending order of precedence):
ja: 具体的には（優先順位の高い順に）：

source: Specifically,
ja: 具体的には以下です：

source: Specifically, SetControlDelay affects the following functions:
ja: 具体的には、SetControlDelayは以下の関数に影響します：

source: Specifically, SetControlDelay affects the following functions: ControlAddItem, ControlChooseIndex, ControlChooseString, ControlClick, ControlDeleteItem, EditPaste, ControlFindItem, ControlFocus, ControlHide, ControlHideDropDown, ControlMove, ControlSetChecked, ControlSetEnabled, ControlSetText, ControlShow, ControlShowDropDown.
ja: 具体的には、SetControlDelayは以下の関数に影響します：ControlAddItem、ControlChooseIndex、ControlChooseString、ControlClick、ControlDeleteItem、EditPaste、ControlFindItem、ControlFocus、ControlHide、ControlHideDropDown、ControlMove、ControlSetChecked、ControlSetEnabled、ControlSetText、ControlShow、ControlShowDropDown。

source: Specifically, it changes the following:
ja: 具体的には以下のような変更である：

source: Specifically, it defines how long after a hotkey is pressed that its modifier keys are assumed to still be held down.
ja: 具体的には、ホットキーが押されてからその修飾キーが押されたままとみなされるまでの時間を定義します。

source: Specifically, send a key-up to modify the state of the IME, but prevent any other effects by signalling the keyboard hook to suppress the event.
ja: 具体的には、キーアップを送信してIMEの状態を変更するが、キーボードフックに信号を送ってイベントを抑制することで、他の影響を防ぐことができます。

source: Specifically, whether the key is suppressed depends on VisibleText rather than VisibleNonText.
ja: 具体的には、キーが抑制されるかどうかは、VisibleNonTextではなく、VisibleTextに依存します。

source: Specifically:
ja: 具体的：

source: Specifices what to retrieve.
ja: 何を取得するのかを具体的に示します。

source: Specifics about how a script interacts with an object.
ja: スクリプトがオブジェクトとどのように相互作用するかについての詳細。

source: Specified X
ja: 指定されたX

source: Specified Y
ja: 指定されたY

source: Specifies x as the delimiter character, which determines where each item begins and ends.
ja: 区切り文字としてxを指定し、各項目の始まりと終わりを決定する。

source: Specifies a box with a frame drawn in the same color as the window frames.
ja: ウィンドウの枠と同じ色で描かれた枠を持つボックスを指定する。

source: Specifies a box with a frame drawn with the same color as the screen background (desktop).
ja: 画面の背景（デスクトップ）と同じ色で描かれた枠のあるボックスを指定します。

source: Specifies a box with a frame drawn with the same color as the window background.
ja: ウィンドウの背景と同じ色で描かれた枠のあるボックスを指定します。

source: Specifies a case transformation to apply to a string value -- Upper, Lower or Title.
ja: 文字列の値に適用する大文字と小文字の変換を指定する --Upper、Lower、Title。

source: Specifies a continuation line for the preceding directive.
ja: 直前のディレクティブの継続行を指定する。

source: Specifies a control that can receive the keyboard focus when the user presses Tab.
ja: ユーザーがTabを押したときにキーボードフォーカスを受け取るコントロールを指定します。

source: Specifies a directive continuation line.
ja: 指示継続行を指定する。

source: Specifies a program to be executed after a successful compilation, before (or after) any Compression is applied to the .exe.
ja: コンパイルに成功した後、.exeに圧縮が適用される前（または後）に実行されるプログラムを指定します。

source: Specifies a rectangle and left-aligns the text in the rectangle.
ja: 矩形を指定し、矩形内のテキストを左揃えにする。

source: Specifies a rectangle and right-aligns the specified text in the rectangle.
ja: 矩形を指定し、指定したテキストを矩形内で右揃えにする。

source: Specifies a rectangle filled with the current screen background color.
ja: 現在の画面の背景色で塗りつぶされた矩形を指定する。

source: Specifies a rectangle filled with the current window background color.
ja: 現在のウィンドウの背景色で塗りつぶされた矩形を指定する。

source: Specifies a rectangle filled with the current window frame color.
ja: 現在のウィンドウ枠の色で塗りつぶされた矩形を指定する。

source: Specifies a set of user credentials to use for all subsequent uses of Run and RunWait.
ja: RunおよびRunWaitの後続のすべての使用で使用するユーザー認証情報のセットを指定します。

source: Specifies a simple rectangle and centers the text in the rectangle.
ja: 単純な矩形を指定し、テキストを矩形の中央に配置する。

source: Specifies a single character by its ordinal value, similar to Chr(n).
ja: Chr(n)と同様に、1文字をその序列値で指定します。

source: Specifies a string.
ja: 文字列を指定します。

source: Specifies additional criteria for determining which executable to use to launch the script.
ja: スクリプトの起動に使用する実行ファイルを決定するための追加基準を指定します。

source: Specifies how the system was started:
ja: システムの起動方法を指定する：

source: Specifies large-icon view.
ja: ラージ・アイコン・ビューを指定する。

source: Specifies list view.
ja: リスト表示を指定する。

source: Specifies one or more statements to execute if a value or error is thrown during execution of a Try statement.
ja: Try文の実行中に値やエラーがスローされた場合に実行するstatementsを1 つ以上指定します。

source: Specifies one or more statements to execute if an expression evaluates to true.
ja: 式がtrueと評価された場合に実行する1つ以上のステートメントを指定します。

source: Specifies one or more statements to execute if the associated statement's body did not execute.
ja: 関連するステートメントのボディが実行されなかった場合に実行する1つまたは複数のステートメントを指定します。

source: Specifies report view.
ja: レポートビューを指定します。

source: Specifies small-icon view.
ja: スモールアイコン・ビューを指定する。

source: Specifies that a carriage return be inserted when the user presses Enter while typing text into a multiline edit control in a dialog box.
ja: ダイアログボックスの複数行編集コントロールにテキストを入力中にEnterを押したときに、キャリッジリターンを挿入するように指定する。

source: Specifies that the button is two-dimensional; it does not use the default shading to create a 3-D effect.
ja: ボタンが2次元であることを指定します。デフォルトのシェーディングを使用して3次元効果を作成することはありません。

source: Specifies that the combo box will be exactly the size specified by the application when it created the combo box.
ja: コンボボックスのサイズを、アプリケーションがコンボボックスの作成時に指定したサイズにすることを指定します。

source: Specifies that the list box will be exactly the size specified by the application when it created the list box.
ja: リストボックスの作成時にアプリケーションが指定したサイズになるように指定します。

source: Specifies that the user can view list box strings but cannot select them.
ja: リストボックスの文字列を表示することはできるが、選択することはできない。

source: Specifies the base version of AutoHotkey to be used to generate the .exe file.
ja: .exeファイルの生成に使用するAutoHotkeyのベースバージョンを指定します。

source: Specifies the base version of AutoHotkey to use.
ja: 使用するAutoHotkeyの基本バージョンを指定します。

source: Specifies the code to execute if a value or error is thrown during execution of a try statement.
ja: try文の実行中に値やエラーが発生した場合に実行するコードを指定します。

source: Specifies the criteria for subsequently created or modified hotkey variants.
ja: 続いて作成または変更されたホットキーバリアントの基準を指定します。

source: Specifies the location and name for the .exe.
ja: .exeの場所と名前を指定します。

source: Specifies the location and name given to the generated .exe file.
ja: 生成される .exe ファイルの場所と名前を指定します。

source: Specifies the timeout in seconds.
ja: タイムアウトまでの時間を秒で指定します。

source: Specifies the window title and other criteria that should be used to identify a window.
ja: ウィンドウのタイトルなど、ウィンドウを識別するための基準を指定します。

source: Specify -1 for RequestedCapacity to update the variable's internally-stored string length to the length of its current contents.
ja: RequestedCapacityに-1を指定すると、変数の内部に格納されている文字列の長さが、現在の内容の長さに更新される。

source: Specify -1 for no delay at all or 0 for the smallest possible delay (however, if the Play parameter is present, both 0 and -1 produce no delay).
ja: 全く遅延させないときは-1を指定し、可能な限り最小の遅延を認めるときは0を指定します。ただし、Playパラメータが存在する場合は、0と-1の両方で遅延は発生しません。

source: Specify -1 for no delay at all or 0 for the smallest possible delay.
ja: 遅延が全くない場合は-1、可能な限り小さい場合は0を指定する。

source: Specify -1 to have it keep trying indefinitely.
ja: 無限に試行し続ける場合は-1を指定します。

source: Specify 0 (false) to restore the original colors of the title bar and taskbar button (but the actual behavior might vary depending on OS version).
ja: 0（false）を指定すると、タイトルバーやタスクバーボタンの色が元に戻ります（ただし、実際の動作はOSのバージョンによって異なる場合があります）。

source: Specify 0 to disable key history entirely.
ja: キーヒストリーを完全に無効にする場合は、0を指定します。

source: Specify 0 to have it try only once.
ja: 0を指定すると、1回だけ試行します。

source: Specify 0 to start at the end of Haystack; i.e. the position to the right of the last character.
ja: 0を指定すると、Haystackの末尾、つまり最後の文字の右側の位置から開始します。

source: Specify 0 to unregister the previously registered function identified by Function.
ja: 0を指定すると、Functionで指定された登録済みの機能を解除することができます。

source: Specify 1 to allow a single-click to activate the tray menu's default menu item.
ja: 1を指定すると、シングルクリックでトレイメニューのデフォルトメニュー項目を起動できるようになります。

source: Specify 1 to start at the first character, 2 to start at the second, and so on.
ja: 1文字目から始める場合は1、2文字目から始める場合は2、と指定する。

source: Specify 2 for Occurrence to return the position of the second match, 3 for the third match, etc.
ja: Occurrenceに2を指定すると、2番目にマッチした位置を、3を指定すると3番目にマッチした位置を返します。

source: Specify 2 to return to the default behavior (double-click).
ja: デフォルトの動作に戻す場合は2を指定します（ダブルクリック）。

source: Specify "0&" to use the window's system menu.
ja: ウィンドウのシステムメニューを使用する場合は、"0&"を指定します。

source: Specify "E", "Expand", or "Expanded" to determine if the item is currently expanded (that is, its children are being displayed); specify "C", "Check", or "Checked" to determine if the item has a checkmark; or specify "B" or "Bold" to determine if the item is currently bold in font.
ja: E"、"Expand"、または"Expanded"を指定すると、その項目が現在展開されているかどうか（つまり、その子項目が表示されているかどうか）を判断する。"C"、"Check"、または "Checked"を指定すると、その項目にチェックマークが付いているかどうかを判断する。"B"、または"Bold"を指定すると、その項目が現在太字になっているかどうかを判断する。

source: Specify 0& to use the window's system menu.
ja: ウィンドウのシステムメニューを使用する場合は、0&を指定します。

source: Specify -LV0x10 to prevent the user from dragging column headers to the left or right to reorder them.
ja: LV0x10を指定すると、ユーザーがカラムヘッダーを左右にドラッグして並び替えることができなくなります。

source: Specify -LV0x20 to require that a row be clicked at its first field to select it (normally, a click on any field will select it).
ja: LV0x20を指定すると、行の最初のフィールドをクリックして選択する必要があります（通常は、どのフィールドをクリックしても選択されます）。

source: Specify -SysMenu (minus SysMenu) to omit the system menu and icon in the window's upper left corner.
ja: ウィンドウ左上のシステムメニューとアイコンを省略する場合は、-SysMenu（マイナスSysMenu）を指定します。

source: Specify -WantF2 (minus WantF2) to prevent F2 from editing the currently focused row.
ja: F2が現在フォーカスしている行を編集できないようにするには、-WantF2（マイナスWantF2）を指定する。

source: Specify -Icon (minus icon) to remove any existing icon.
ja: 既存のアイコンを削除する場合は、-Icon（マイナスアイコン）を指定します。

source: Specify A_Now to use the current date and time (today).
ja: 現在の日時（今日）を使用する場合は、A_Nowを指定します。

source: Specify B0 (B with the number 0) to disable this type of buffering.
ja: このタイプのバッファリングを無効にする場合は、B0（Bに数字0）を指定します。

source: Specify *w0 *h0 to use the image's actual width and height.
ja: 画像の実際の幅と高さを使用する場合は、*w0 *h0を指定します。

source: Specify ByteCount to allocate, reallocate or free the buffer.
ja: ByteCountを指定して、バッファの確保、再確保、解放を行う。

source: Specify FillByte to fill the buffer with the given numeric byte value, overwriting any existing content.
ja: FillByteを指定すると、与えられた数値のバイト値でバッファを満たし、既存の内容を上書きします。

source: Specify 32 to view the registry as a 32-bit application would, or 64 to view the registry as a 64-bit application would.
ja: 32ビットアプリケーションのようにレジストリを表示する場合は32を、64ビットアプリケーションのようにレジストリを表示する場合は64を指定してください。

source: Specify S0 (S with the number 0) to remove the exemption, allowing the hotkey to be suspended.
ja: S0（Sに数字の0）を指定すると、免除が解除され、ホットキーが中断できるようになります。

source: Specify S0 (S with the number 0) to remove the exemption, allowing the hotstring to be suspended.
ja: S0（Sに数字の0）を指定すると、免除が解除され、ホットストリングが中断できるようになります。

source: Specify WheelLeft (or WL) or WheelRight (or WR) to push the wheel left or right, respectively.
ja: ホイールを左に押す場合はWheelLeft（またはWL）、右に押す場合はWheelRight（またはWR）をそれぞれ指定します。

source: Specify WheelUp or WU to turn the wheel upward (away from you); specify WheelDown or WD to turn the wheel downward (toward you).
ja: ホイールを上方向（自分から離れる方向）に回す場合はWheelUpまたはWUを、下方向（自分から近づく方向）に回す場合はWheelDownまたはWDを指定することで、ホイールを回すことができます。

source: Specify X1 for the fourth button and X2 for the fifth.
ja: 第4ボタンにX1、第5ボタンにX2を指定します。

source: Specify a color name or RGB value (see the color chart for guidance, or use PixelGetColor in its RGB mode).
ja: 色名またはRGB値を指定してください。カラーチャートまたはRGBモードのPixelGetColorを参考にしてください。

source: Specify a negative StartingPos to start at that position from the right.
ja: 負のStartingPosを指定すると、その位置で右からスタートする。

source: Specify a negative number to perform subtraction.
ja: 負の数を指定して、引き算を行う。

source: Specify a number between 0 and 255 to set each byte in the buffer to that number.
ja: 0～255の数値を指定すると、バッファ内の各バイトにその数値が設定されます。

source: Specify a plus or minus sign followed immediately by a decimal or hexadecimal style number.
ja: プラス記号またはマイナス記号の直後に、10進数または16進数のスタイル番号を指定します。

source: Specify a plus or minus sign followed immediately by the letter E and a decimal or hexadecimal extended style number.
ja: プラス記号またはマイナス記号の直後に文字Eと10進数または16進数の拡張スタイル番号を指定します。

source: Specify a plus sign to add the option and a minus sign to remove it.
ja: オプションを追加する場合はプラス記号を、削除する場合はマイナス記号を指定します。

source: Specify a positive number to turn on Critical but also change the number of milliseconds between checks of the internal message queue.
ja: 正の数を指定すると、Criticalがオンになりますが、内部メッセージキューのチェック間隔をミリ秒単位で変更することもできます。

source: Specify a reference to a output variable in which to store a match object, which can be used to retrieve the position, length and value of the overall match and of each captured subpattern, if any are present.
ja: マッチオブジェクトを格納する出力変数への参照を指定する。マッチオブジェクトは、マッチ全体の位置、長さ、値、およびキャプチャしたサブパターンが存在する場合はその値を取得するために使用することができる。

source: Specify a reference to a output variable in which to store the number of replacements that occurred (0 if none).
ja: 置換された回数を格納する出力変数への参照を指定する（ない場合は0）。

source: Specify an asterisk (*) for the filename to read the script text from standard input (stdin).
ja: ファイル名にアスタリスク（*）を指定すると、スクリプトのテキストを標準入力（stdin）から読み込む。

source: Specify an asterisk (or two) as shown below to open the standard input/output/error stream:
ja: 以下のようにアスタリスク（または2つ）を指定すると、標準入力／出力／エラーストリームを開くことができます：

source: Specify an empty string or "CP0" to use the system default ANSI code page.
ja: システム・デフォルトのANSIコード・ページを使用する場合は、空文字列または"CP0"を指定する。

source: Specify any of the encoding names accepted by FileEncoding (excluding the empty string) to use that encoding if the file lacks a UTF-8 or UTF-16 byte order mark.
ja: FileEncodingが受け付けるエンコーディング名（空文字列を除く）を指定すると、ファイルに UTF-8 または UTF-16 のバイト順マークがない場合に、そのエンコーディングを使用します。

source: Specify each number as decimal, not hexadecimal.
ja: 各数値を16進数ではなく、10進数で指定します。

source: Specify either a number (the PID) or a process name:
ja: 数字（PID）またはプロセス名のいずれかを指定します：

source: Specify empty braces to use the next input value with default formatting:
ja: 空の中括弧を指定すると、次の入力値をデフォルトの書式で使用する：

source: Specify empty braces to use the next input value with default formatting: {}
ja: 空の中括弧を指定すると、次の入力値をデフォルトの書式で使用する：{}

source: Specify for nn the hexadecimal virtual key code of a key.
ja: nnには、キーの16進数の仮想キーコードを指定します。

source: Specify for nnn the scan code of a key.
ja: キーのスキャンコードをnnnに指定します。

source: Specify for Level an integer between -2147483648 and 2147483647 (or an expression) to indicate the current thread's new priority.
ja: 現在のスレッドの新しい優先度を示す -2147483648 から 2147483647 までの整数（または式）をLevelに指定する。

source: Specify for RequestedCapacity the number of characters that the variable should be able to hold after the adjustment.
ja: RequestedCapacityには、調整後に変数が保持できる文字数を指定する。

source: Specify for WinTitle a window title or other criteria to identify the target window and/or for WinText a substring from a single text element of the target window (as revealed by the included Window Spy utility).
ja: WinTitleには ウィンドウのタイトル、またはターゲットウィンドウを識別するための他の基準、WinTextにはターゲットウィンドウの単一のテキスト要素からの部分文字列（付属のWindow Spyユーティリティを使えばわかります）を指定します。

source: Specify for n a number between 0 and 255 (inclusive) to indicate the allowed number of shades of variation in either direction for the intensity of the red, green, and blue components of each pixel's color.
ja: nには、各画素の色の赤、緑、青の各成分の強度が、どちらの方向にも変化する許容階調数を示す 0～255 の数値（包括）を指定します。

source: Specify for n the X position to click at, relative to the control's upper left corner.
ja: コントロールの左上隅を基準として、クリックする X 位置をnに指定します。

source: Specify for n the Y position to click at, relative to the control's upper left corner.
ja: コントロールの左上隅を基準として、クリックするY位置をnに指定します。

source: Specify for n the height of the window's client area, in pixels.
ja: ウィンドウのクライアント領域の高さをnにピクセル単位で指定します。

source: Specify for n the width (in pixels) of the window's client area (the client area excludes the window's borders, title bar, and menu bar).
ja: ウィンドウのクライアント領域の幅（ピクセル）をnに指定する（クライアント領域はウィンドウのボーダー、タイトルバー、メニューバーを除く）。

source: Specify for n the window's X-position on the screen, in pixels.
ja: 画面上のウィンドウの X 位置をnにピクセル単位で指定します。

source: Specify for n the window's Y-position on the screen, in pixels.
ja: 画面上のウィンドウの Y 位置をピクセル単位でnに指定します。

source: Specify for n one of the following numbers:
ja: nには、次のいずれかの数字を指定する：

source: Specify for N the new width of the column, in pixels.
ja: Nに対して、列の新しい幅をピクセル単位で指定します。

source: Specify k-1 to have no delay at all, which is useful to make auto-replacements faster if your CPU is frequently under heavy load.
ja: k-1を指定すると、全く遅延しないので、CPUに負荷がかかることが多い場合、自動置換を高速化するのに有効です。

source: Specify new options as described in Hotstring Options.
ja: Hotstring Optionsで説明したように、新しいオプションを指定します。

source: Specify one of the following literal values (if omitted, it defaults to True):
ja: 以下のリテラル値のいずれかを指定する（省略した場合、デフォルトはTrue）。

source: Specify one of the following single characters:
ja: 次のいずれかの一文字を指定します：

source: Specify one of the following values:
ja: 以下のいずれかの値を指定します：

source: Specify one of the following words (if omitted, it defaults to Screen):
ja: 次のいずれかの単語を指定する（省略した場合はScreenがデフォルト）：

source: Specify one of the following words or letters:
ja: 次の単語または文字のいずれかを指定します：

source: Specify one of the following words to indicate how the WinText and ExcludeText parameters should be matched:
ja: WinTextと ExcludeTextパラメータをどのようにマッチさせるかを示すために、以下の単語のいずれかを指定する：

source: Specify one of the following words to indicate the type of target to affect:
ja: 次のいずれかの単語を指定して、影響を受けるターゲットのタイプを指示します。

source: Specify one of the following words:
ja: 次のいずれかの単語を指定します：

source: Specify one of the numbers from the tables below to retrieve the corresponding value.
ja: 以下の表からいずれかの数値を指定し、対応する値を取得する。

source: Specify one or more of the following ahk_ criteria (optionally in addition to a window's title), each separated from the next with exactly one space or tab (any other spaces or tabs are treated as a literal part of the previous criterion).
ja: 次の ahk_ 基準を1つ以上（オプションでウィンドウのタイトルに加えて）指定し、それぞれを 1 スペースかタブで区切る（それ以外のスペースかタブは、前の基準のリテラル部分として扱われる）。

source: Specify one or more of the following components:
ja: 次の要素のうち、1つ以上を指定してください。

source: Specify one or more of the following components: Coords, WhichButton, ClickCount, DownOrUp and/or Relative.
ja: 次の要素のうち、1つ以上を指定してください：Coords、WhichButton、ClickCount、DownOrUp、Relative。

source: Specify the X and Y coordinates relative to the upper left corner of the target window's client area.
ja: ターゲットウィンドウのクライアント領域の左上隅を基準としたX、Y座標を指定します。

source: Specify the control's ClassNN, text or HWND, or an object with a Hwnd property.
ja: コントロールの ClassNN、テキスト、HWND、またはHwndプロパティを持つオブジェクトを指定します。

source: Specify the letter B to buffer the hotkey as described in #MaxThreadsBuffer.
ja: Bを指定すると、#MaxThreadsBufferで説明したように、ホットキーをバッファリングします。

source: Specify the letter C followed immediately by a color name (see color chart) or RGB value (the 0x prefix is optional).
ja: 文字Cの直後に、色名（カラーチャート参照）またはRGB値（接頭辞0xは任意）を指定します。

source: Specify the letter D to allow the user to select a folder rather than a file.
ja: Dを指定すると、ファイルではなくフォルダーを選択できるようになります。

source: Specify the letter I (or i) followed by the hotkey's input level.
ja: 文字I（またはi）の後にホットキーの入力レベルを指定します。

source: Specify the letter M to allow the user to select more than one file via shift-click, control-click, or other means.
ja: Mを指定すると、シフトクリックコントロールクリックなどで複数のファイルを選択できるようになります。

source: Specify the letter P followed by the hotkey's thread priority.
ja: 文字Pの後にホットキーのスレッド優先順位を指定します。

source: Specify the letter R followed immediately by the number of rows for which to make room inside the control.
ja: Rの文字の後に、コントロール内のスペースを確保するための行数を指定します。

source: Specify the letter S to cause the dialog to always contain a Save button instead of an Open button.
ja: Sを指定すると、ダイアログに常に「開く」ボタンの代わりに「保存」ボタンが表示されるようになります。

source: Specify the letter S to make the hotkey exempt from Suspend, which allows the hotkey to be used to turn Suspend off.
ja: Sを指定すると、ホットキーがサスペンドを免除するようになり、サスペンドをオフにするためにホットキーを使用できるようになります。

source: Specify the letter S to make the hotstring exempt from Suspend.
ja: ホットストリングをサスペンド対象外にする場合は、Sを指定します。

source: Specify the letter T followed by a the number of threads to allow for this hotkey as described in #MaxThreadsPerHotkey.
ja: MaxThreadsPerHotkeyで説明したように、このホットキーで許可するスレッド数を文字Tの後に続けて指定します。

source: Specify the name immediately after the letter V, which is not included in the name.
ja: 名前に含まれない文字「V」の直後を指定します。

source: Specify the name of the file to be created locally, which is assumed to be in A_WorkingDir if an absolute path isn't specified.
ja: ローカルに作成するファイル名を指定します。絶対パスが指定されていない場合は、A_WorkingDirにあると仮定されます。

source: Specify the new delay for n; for example, specify k10 to have a 10ms delay and k-1 to have no delay.
ja: nの新しい遅延を指定します。例えば、10msの遅延がある場合はk10を、遅延がない場合はk-1を指定します。

source: Specify the new delay for n; for example, specify k10 to have a 10 ms delay and k-1 to have no delay.
ja: nの新しい遅延を指定します。例えば、10 msの遅延がある場合はk10を、遅延がない場合はk-1を指定します。

source: Specify the settings the help should be started with by default.
ja: デフォルトでヘルプを開始する設定を指定します。

source: Specify the string {All} (case-insensitive) on its own to apply KeyOptions to all VK and all SC.
ja: 文字列{All}（大文字・小文字を区別しない）を単独で指定すると、すべてのVKとすべてのSCにKeyOptionsが適用されます。

source: Specify the string NA anywhere in the sixth parameter (Options) as shown below:
ja: 以下のように、第6パラメータ（Options）の任意の場所に文字列NAを指定します：

source: Specify the word ImageList followed immediately by the ImageListID returned from a previous call to IL_Create.
ja: ImageListという語の直後に、以前にIL_Createをコールして返されたImageListIDを指定する。

source: Specify the word MinSize and/or MaxSize with no suffix to use the window's current size as the limit (if the window has no current size, it will use the size from the first use of Gui.Show).
ja: MinSizeや MaxSizeを接尾辞なしで指定すると、ウィンドウの現在のサイズを制限として使用します（ウィンドウに現在のサイズがない場合は、Gui.Showの最初の使用時のサイズが使用されます）。

source: Specify the word Default to restore normal behaviour.
ja: 通常の動作に戻す場合は、「Default」を指定します。

source: Specify the word Col followed immediately by the column number at which to begin applying the parameters Col1 and beyond.
ja: Colの後に、パラメータCol1以降の適用を開始する列番号を指定する。

source: Specify the word EndChars followed a single space and then the new ending characters.
ja: EndCharsの後に半角スペースを入れ、その後に新しい終了文字を指定します。

source: Specify the word EndChars followed by a single space and then the new ending characters.
ja: EndCharsの後に半角スペースを挟んで新しいエンディングキャラクターを指定します。

source: Specify the word Icon followed immediately by the number of the ImageList's icon to display next to the column header's text.
ja: Iconの後に、列見出しのテキストの横に表示するImageListのアイコンの番号を指定する。

source: Specify the word Icon followed immediately by the number of this row's icon, which is displayed in the left side of the first column.
ja: Iconという単語の直後に、この行のアイコンの番号を指定し、1列目の左側に表示される。

source: Specify the word Pos anywhere in Options to unconditionally use the X/Y positioning mode as described in the Control-or-Pos parameter above.
ja: Posという単語をOptionsのどこかに指定すると、上記のControl-or-Posパラメータで説明したX/Yポジショニングモードを無条件に使用することができます。

source: Specify the word RAW (case-insensitive) to read the file's content as raw binary data and return a Buffer object instead of a string.
ja: RAW（大文字と小文字を区別しない）を指定すると、ファイルの内容を生のバイナリデータとして読み込み、文字列の代わりにBufferオブジェクトを返します。
